antidot-git
archlinuxcn-keyring
aria2-fast
auto-cpufreq
breeze-blurred-git
cef-minimal-obs-bin
clash-meta
clash-meta-cap-git
clash-verge
downgrade
fcitx5-pinyin-moegirl
icalingua++
java-lombok
java11-openjfx
java11-openjfx-doc
kcm-colorful-git
lib32-obs-vkcapture-git
libfprint-git
lutris-git
mangohud
miniconda
neovim-symlinks
nvim-packer-git
nvm
obs-gstreamer
obs-studio-tytan652
obs-vkcapture-git
onedrive-abraunegg
p7zip-natspec
pacman-static
pacvis-git
pandoc-bin
paru
plasma5-applets-netspeed
play-with-mpv-git
protontricks
python-jsmin
qbittorrent-enhanced-git
revda-git
rusty-hook
sddm-git
sddm-sugar-candy-git
sddm-theme-corners-git
simplescreenrecorder
systemd-cleanup-pacman-hook
timeshift
tmux-bash-completion-git
typora
ventoy-bin
vmware-workstation
xdg-ninja-git
