acpi
alsa-firmware
alsa-utils
amd-ucode
amdgpu_top
android-tools
android-udev
arch-checkfw
arch-install-scripts
archlinux-keyring
archlinuxcn-keyring
archlinuxcn-mirrorlist-git
argon2
aria2-fast
ark
aspell
aurpublish
autoconf
automake
autopep8
base
base-devel
bat
bc
bind
binutils
bison
bitwarden
bluedevil
bluez-utils
bore
breeze
breeze-gtk
btop
bubblejail
bubblewrap
caddy
cargo-generate
cargo-tauri
cargo-zigbuild
chromium
cloudflared
cmake
copyparty
cowsay
cpupower
danmu2ass-git
dbeaver
devtools
dhclient
dhcpcd
dialog
difftastic
distro-grub-themes-arch
dmidecode
dnsmasq
dolphin
dos2unix
downgrade
drkonqi
drm-info
duf
dust
efibootmgr
element-desktop
ethtool
evremap-git
extra-cmake-modules
eza
fail2ban
fakeroot
fastfetch
fcitx5
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-lua
fcitx5-material-color
fcitx5-pinyin-custom-pinyin-dictionary
fcitx5-pinyin-moegirl
fcitx5-pinyin-zhwiki
fcitx5-qt
fd
ff2mpv-rust
ffmpeg
file
findutils
firefox
firefox-i18n-zh-cn
firewalld
flex
fnm
fprintd
freerdp
fuzzel
fwupd
fzf
gallery-dl
game-devices-udev
gamemode
gamescope
gawk
gcc
geoipupdate
gettext
ghostwriter
gimp
gimp-help-en
gimp-help-zh_cn
git
git-cliff
git-koji-bin
git-lfs
gitui
glow
gnome-keyring
go
gparted
grep
groff
grub
gwenview
gzip
heroic-games-launcher-bin
htop
hydra-launcher-bin
imagemagick
inetutils
inxi
ioping
iperf3
ipset
iptables
iw
javcap-bin
jdk-openjdk
jetbrains-toolbox
joyutils
junit
kactivitymanagerd
kamera
kate
kcalc
kcharselect
kcolorchooser
kcron
kde-cli-tools
kde-gtk-config
kdebugsettings
kdeconnect
kdecoration
kdegraphics-mobipocket
kdegraphics-thumbnailers
kdenetwork-filesharing
kdenlive
kdeplasma-addons
kdialog
keditbookmarks
kfind
kgamma
khelpcenter
kimagemapeditor
kinfocenter
kleopatra
kmenuedit
kolourpaint
konsave
konsole
kooha
kruler
kscreen
kscreenlocker
ksshaskpass
ksystemlog
ktimer
kwallet-pam
kwalletmanager
kwave
kwayland-integration
kwin
kwrited
lib32-gamemode
lib32-gst-plugins-base-libs
lib32-libdbusmenu-glib
lib32-libdbusmenu-gtk3
lib32-libxslt
lib32-mangohud
lib32-obs-vkcapture
lib32-ocl-icd
lib32-pipewire-jack
lib32-pipewire-v4l2
lib32-v4l-utils
lib32-vkd3d
lib32-vulkan-radeon
libfprint
libinput-gestures
libkscreen
libksysguard
libraqm
libretro-mesen
libtool
libva-utils
libvirt
linux-firmware-amdgpu
linux-firmware-intel
linux-firmware-other
linux-firmware-realtek
linux-lts
linux-lts-headers
linux-zen
linux-zen-headers
localsend-bin
lorien-bin
luit
lutris-git
m4
make
man-db
man-pages
man-pages-zh_cn
mangohud
mariadb
mariadb-clients
mariadb-libs
maven
mbedtls2
mesa-demos
mihomo
milou
moonlight-qt
moreutils
mpv
mpv-bilibili-sponsorblock
mpv-osc-thumbfast-git
mpv-osc-uosc
mpv-sponsorblock
namcap
navi
neovim
neovim-symlinks
netctl
network-manager-applet
networkmanager
nexusmods-app-bin
nfs-utils
nftables
nginx
nload
nmap
nodejs
noto-fonts
noto-fonts-cjk
ntfs-3g
ntp
nvtop
obs-studio
obs-vkcapture
ocl-icd
okular
opencl-mesa
openssh
os-prober
otpclient
ouch
oxygen
p7zip-natspec
pacman
pacman-cleanup-hook
pacman-contrib
pacman-static
pacutils
pacvis-git
pandoc-bin
papirus-icon-theme
paru
patch
patchelf
pcsclite
pgvector
phonon-qt6-vlc
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
pipewire-v4l2
pkgconf
pkgfile
plasma-browser-integration
plasma-desktop
plasma-integration
plasma-login-manager-git
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-workspace
plasma-workspace-wallpapers
plasma-x11-session
plasma6-applets-fokus
plasma6-applets-netspeed
plasma6-applets-resources-monitor
plocate
podlet
podman
podman-compose
podman-docker
polkit-kde-agent
postgresql
postgresql-old-upgrade
power-profiles-daemon
powerdevil
powerline
powerline-fonts
powertop
print-manager
profile-sync-daemon
proton-ge-custom-bin
protontricks
protonup-qt
pv
python-aiohttp
python-chardet
python-flake8
python-isort
python-jsbeautifier
python-jsmin
python-jsonrpclib-pelix
python-loguru
python-matplotlib
python-netifaces
python-pipenv
python-protobuf
python-psutil
python-pycurl
python-pynvim
python-pyotp
python-twisted
qbittorrent-enhanced-git
qemu-base
qq-git
qt5-base
qt6-tools-desktop
radeontop
read-edid
realtime-privileges
remmina
resvg
retroarch
ripgrep
ruff
rustup
s-tui
scapy
scrcpy
scrot
sddm
sddm-kcm
sed
shellharden
showmethekey
simple-live-app
skopeo
smartmontools
sof-firmware
source-highlight
spectacle
sshfs
stardrop
steam
strace
stress
sudo
sunshine
svgpart
sweeper
syncthing
system-config-printer
systemctl-tui
systemd-cleanup-pacman-hook
systemsettings
tailscale
tealdeer
teamspeak3
telegram-desktop
terminus-font
texinfo
thinkfan-ui
timeshift
tmux
topgrade
trash-cli
tree
tree-sitter-cli
ttf-apple-emoji
ttf-hack-nerd
ttf-jetbrains-mono
ttf-wps-fonts
turbostat
ueberzugpp
umu-launcher
unarchiver
unrar
unzip
upd72020x-fw
usbutils
uudeck
uv
valkey
vamp-plugin-sdk
ventoy-bin
virt-manager
virt-viewer
visual-studio-code-bin
vkd3d
vulkan-radeon
vulkan-tools
wasm-pack
wechat-universal-bwrap
wemeet-bin
wezterm-git
wget
which
wine-mono
wine-staging
wireshark-qt
wl-clipboard
wpa_supplicant
wps-office-cn
wps-office-fonts
wps-office-mui-zh-cn
wrangler
xclip
xdg-desktop-portal
xdg-desktop-portal-kde
xdg-ninja-git
xf86-video-amdgpu
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xeyes
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xpadneo-dkms-git
xungu-git
yacd-meta
yakuake
yazi-git
ydcv-rs-git
yt-dlp
yubikey-manager
zerotier-one
zip
zoxide
