acpi
acpilight
adobe-source-code-pro-fonts
alacritty
alsa-firmware
amd-ucode
amdvlk
android-tools
android-udev
arch-install-scripts
archlinux-keyring
archlinuxcn-keyring
aria2-fast
ark
aspell
auto-cpufreq
autoconf
automake
autopep8
base
bat
bc
bind
binutils
bison
bluedevil
bluez-utils
bottom
breeze
breeze-gtk
btop
cargo-zigbuild
cef-minimal-obs-bin
chromium
clash
clash-meta
clash-verge
cmake
cowsay
cpupower
dbeaver
dhclient
dhcpcd
dialog
dmidecode
dnsmasq
docker
docker-compose
dolphin
downgrade
drkonqi
duf
efibootmgr
exa
extra-cmake-modules
fail2ban
fakeroot
fcitx5
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-lua
fcitx5-material-color
fcitx5-pinyin-moegirl
fcitx5-pinyin-zhwiki
fcitx5-qt
fd
feeluown
feeluown-kuwo
feeluown-local
feeluown-netease
feeluown-qqmusic
file
findutils
firefox
firewalld
flake8
flameshot
flex
fprintd
freerdp
fwupd
fzf
gamemode
gawk
gcc
geoipupdate
gettext
gimp
gimp-help-en
gimp-help-zh_cn
git
glow
gnome-keyring
go
gparted
grep
groff
grub
gwenview
gzip
htop
icalingua++
imagemagick
inetutils
ioping
iotop
iperf3
ipset
iptables
java11-openjfx
java11-openjfx-doc
jdk11-openjdk
jdk8-openjdk
jetbrains-toolbox
joyutils
junit
kactivitymanagerd
kamera
kate
kcalc
kcharselect
kcm-colorful-git
kcolorchooser
kcron
kde-cli-tools
kde-gtk-config
kdebugsettings
kdeconnect
kdecoration
kdegraphics-mobipocket
kdegraphics-thumbnailers
kdenetwork-filesharing
kdeplasma-addons
kdialog
keditbookmarks
kfind
kgamma5
kgpg
khelpcenter
khotkeys
kimagemapeditor
kinfocenter
kleopatra
kmenuedit
kolourpaint
konsole
kruler
kscreen
kscreenlocker
ksshaskpass
ksysguard
ksystemlog
ktimer
kwallet-pam
kwalletmanager
kwave
kwayland-integration
kwin
kwrited
lazygit
lib32-gst-plugins-base-libs
lib32-libdbusmenu-glib
lib32-libdbusmenu-gtk2
lib32-libdbusmenu-gtk3
lib32-libva-mesa-driver
lib32-libxslt
lib32-mesa-vdpau
lib32-ocl-icd
lib32-v4l-utils
lib32-vulkan-radeon
libdbusmenu-gtk2
libfprint-git
libkscreen
libksysguard
libraqm
libtool
libva-mesa-driver
libva-utils
libvirt
linux-firmware
linux-lts
linux-lts-headers
linux-zen
linux-zen-headers
localsend-bin
luit
lutris-git
m4
make
man-db
man-pages
man-pages-zh_cn
mangohud
mariadb
mariadb-clients
mariadb-libs
mesa-demos
mesa-vdpau
milou
mingw-w64-binutils
mingw-w64-crt
mingw-w64-gcc
mingw-w64-headers
mingw-w64-winpthreads
miniconda
mlocate
mpv
mumble
neofetch
neovim
neovim-symlinks
netctl
network-manager-applet
networkmanager
nftables
nginx
nload
nmap
nodejs
noto-fonts
noto-fonts-cjk
ntfs-3g
ntp
nvim-packer-git
nvm
nvtop
ocl-icd
okular
onedrive-abraunegg
opencl-mesa
openssh
os-prober
oxygen
p7zip-natspec
pacman
pacman-contrib
pacman-static
pacvis-git
pandoc-bin
papirus-icon-theme
paru
patch
pcsclite
pkgconf
plasma-browser-integration
plasma-desktop
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-workspace
plasma-workspace-wallpapers
plasma5-applets-active-window-control
plasma5-applets-netspeed
polkit-kde-agent
powerdevil
powerline
powerline-fonts
powertop
print-manager
protontricks
pulseaudio-alsa
pulseaudio-bluetooth
pv
python-aiohttp
python-jsbeautifier
python-jsmin
python-jsonrpclib-pelix
python-loguru
python-matplotlib
python-netifaces
python-pipenv
python-protobuf
python-psutil
python-pynvim
python-pyotp
python-twisted
qbittorrent-enhanced-git
qemu-base
qt5-base
qv2ray-dev-git
qv2ray-plugin-naiveproxy-dev-git
qv2ray-plugin-ssr-dev-git
radeontop
ranger
read-edid
redis
redshift
remmina
revda-git
ripgrep
rust-analyzer
rustup
scapy
scrcpy
screenkey
scrot
sddm-git
sddm-kcm
sed
simplescreenrecorder
skopeo
smartmontools
sof-firmware
source-highlight
steam
steam-native-runtime
strace
streamlink-twitch-gui-bin
stress
sudo
svgpart
sweeper
sysdig
sysdig-dkms
systemsettings
tailscale
teamspeak3
telegram-desktop
terminus-font
texinfo
texlive-core
texlive-langchinese
timeshift
tmux
tree
ttf-hack-nerd
ttf-jetbrains-mono
ttf-joypixels
ttf-sourcecodepro-nerd
ttf-wps-fonts
turbostat
typora
ueberzug
unarchiver
unrar
unzip
usbutils
v2ray
vamp-plugin-sdk
ventoy-bin
vhs
virt-manager
virt-viewer
visual-studio-code-bin
vkd3d
vmware-workstation
vulkan-radeon
vulkan-tools
watt-toolkit-bin
wget
which
wine-staging
wireshark-qt
wpa_supplicant
wps-office
wps-office-fonts
wps-office-mui-zh-cn
x11vnc
xclip
xdg-desktop-portal
xdg-desktop-portal-kde
xf86-input-synaptics
xf86-video-amdgpu
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xpadneo-dkms
youtube-dl
yt-dlp
yubikey-manager
zip
