bubblejail
clash-meta-cap-git
danmu2ass-git
distro-grub-themes-arch
evremap-git
ff2mpv-rust
game-devices-udev
hydra-launcher-bin
jetbrains-toolbox
konsave
lib32-obs-vkcapture
libinput-gestures
localsend-bin
lorien-bin
mpv-bilibili-sponsorblock
mpv-sponsorblock
neovim-symlinks
nexusmods-app-bin
obs-vkcapture
pgvector
plasma5-applets-todolist
protonup-qt
sddm-sugar-candy-git
simple-live-app-bin
sql-studio-bin
streamlink-twitch-gui-git
systemd-cleanup-pacman-hook
tdrop-git
thinkfan-ui
tmux-bash-completion-git
ttf-joypixels
ttf-wps-fonts
wechat-universal-bwrap
wps-office
wps-office-fonts
wps-office-mui-zh-cn
xpadneo-dkms-git
