arch-install-scripts
archlinuxcn-keyring
autoconf
automake
base
bash-completion
bat
binutils
bison
bottom
cronie
cross
duf
exa
fakeroot-tcp
fd
flex
fzf
gcc
git
groff
htop
iotop
jdk11-openjdk
lazygit
libtool
lsof
m4
make
man-db
man-pages
man-pages-zh_cn
musl
nano
neofetch
neovim
nmap
openssh
pacman-contrib
paru
patch
pkgconf
powerline
powerline-common
powerline-fonts
powerline-vim
python-aiohttp
python-pip
python-powerline
python-pynvim
python-setuptools
ranger
ripgrep
rustup
source-highlight
sudo
texinfo
tmux
tree
unarchiver
vim
which
yarn
yt-dlp
