android-tools
arch-install-scripts
archlinuxcn-keyring
autoconf
automake
base
bash-completion
bat
bc
bind
bison
btop
cargo-zigbuild
cmake
cowsay
docker
docker-compose
downgrade
duf
exa
fail2ban
fakeroot
fd
flex
fzf
gcc
gdb
git
gitea
glow
groff
grub
htop
intel-ucode
jdk11-openjdk
kernel-modules-hook
lazygit
libiconv
libtool
linux
lsof
lvm2
m4
make
man-db
man-pages
man-pages-zh_cn
mariadb
maven
mlocate
nali-go
neofetch
neovim
nginx
nmap
nvm
openjdk11-doc
openssh
pacman-contrib
pacman-static
paru
patch
pkgconf
powerline
powerline-fonts
powerline-vim
procs
pv
python-aiohttp
python-pip
python-pynvim
python-setuptools
ranger
redis
reflector
ripgrep
rustup
source-highlight
sqlite-analyzer
sqlite-doc
sudo
tealdeer
texinfo
tmux
trash-cli
tree
unarchiver
unrar
uutils-coreutils
vim
websocat
wget
which
xorg-xauth
zip
