bubblejail
danmu2ass-git
distro-grub-themes-arch
evremap-git
fcitx5-pinyin-custom-pinyin-dictionary
ff2mpv-rust
gallery-dl
git-koji-bin
hydra-launcher-bin
javcap-bin
jetbrains-toolbox
konsave
lib32-obs-vkcapture
libinput-gestures
localsend-bin
lorien-bin
mpv-bilibili-sponsorblock
mpv-sponsorblock
neovim-symlinks
nexusmods-app-bin
otpclient
pacman-cleanup-hook
pacvis-git
pgvector
plog
proton-ge-custom-bin
protonup-qt
qq-git
simple-live-app
stardrop
systemd-cleanup-pacman-hook
thinkfan-ui
ttf-apple-emoji
ttf-wps-fonts
upd72020x-fw
uudeck
visual-studio-code-bin
wechat-universal-bwrap
wps-office-cn
wps-office-fonts
wps-office-mui-zh-cn
xpadneo-dkms-git
